Revit 2027 API
PartMakerMethodToDivideVolumes.VConstDivisionIndent Property
 Indentation for the application of division rule's pattern across v-const gridlines (i.e., similar to changing indices of v-const gridlines).
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public int VConstDivisionIndent { get; set; }
Public Property VConstDivisionIndent As Integer
	Get
	Set
public:
property int VConstDivisionIndent {
	int get ();
	void set (int value);
}
member VConstDivisionIndent : int with get, set
Property Value
Int32
See Also
Reference
PartMakerMethodToDivideVolumes Class
Autodesk.Revit.DB Namespace